[
  {
    "Name": "Yamaha A5R A-Series Folk Acoustic-Electric Guitar Vintage Natural",
    "Description": "Yamaha's A-Series A5R Cutaway Folk Acoustic-Electric Guitar features all-solid rosewood back and sides married with a hand-selected Sitka spruce top that has been enhanced by Yamaha's original A.R.E. wood-torrefaction technology. Natural, dynamic plugged-in tone from the SRT2 pickup system perfectly suit your performance on the stage and the made-in-Japan premium build quality will gratify advanced players' desire.",
    "Price": 1649.99,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/J51471000001000-00-600x600.jpg",
    "CategoryId": 2,
    "BrandId": 6
  },
  {
    "Name": "Yamaha AC5R DLX Concert Acoustic-Electric Guitar Brown Sunburst",
    "Description": "Yamaha’s AC5R DLX ARE concert body cutaway guitar features all-solid rosewood back and sides with hand-selected Sitka spruce top. It also features Yamaha’s original A.R.E. wood-torrefaction technology. Natural, dynamic plugged-in tone from the SRT2 pickup system is designed to perfectly suit your performance in the studio or onstage. This Yamaha acoustic/electric will gratify the most discerning players’ desire with its made-in-Japan premium build quality and high-end appointments such as a TUSQ nut and saddle, vintage gold open tuners, Brown Sunburst finish and the double-wide abalone rosette.",
    "Price": 1749.99,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/L72134000001000-00-600x600.jpg",
    "CategoryId": 2,
    "BrandId": 6
  },
  {
    "Name": "Fender Acoustasonic Player Telecaster Acoustic-Electric Guitar Shadow Burst",
    "Description": "The Fender Acoustasonic Player Telecaster is a streamlined version of the American Acoustasonic introduced in 2019. Built in Fender’s Ensenada factory in Baja California, it shares many of the specs in a more accessible package. Two pickups provide a total of six different voices, marrying acoustic and electric tones in the same instrument. Available now at Guitar Center, the Acoustasonic Player Tele is a versatile as they come, giving you vast sonic options for live performance and recording. ",
    "Price": 1199.99,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/L87399000002000-00-600x600.jpg",
    "CategoryId": 2,
    "BrandId": 1
  },
  {
    "Name": "Fender American Acoustasonic Telecaster Ebony Fingerboard Acoustic-Electric Guitar Crimson Red",
    "Description": "The Fender American Acoustasonic Telecaster acoustic-electric guitar utilizes a cutting-edge Acoustic Engine to deliver acoustic shape-shifting and electric rhythm tones for new sonic expression. The American Acoustasonic Telecaster embodies Fender's spirit of purposeful innovation.",
    "Price": 1999.99,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/L83638000001000-00-600x600.jpg",
    "CategoryId": 2,
    "BrandId": 1
  },
  {
    "Name": "Gibson J-45 Standard Acoustic-Electric Guitar Cherry",
    "Description": "The J-45 has been a staple and top-seller for Gibson since its debut in 1942. Renowned for its durability, the stripped-down round shoulder dreadnought design was nicknamed The Workhorse. Over the years, the J-45 has been a go-to for legends like James Taylor, Bruce Springsteen and Bob Dylan, as well as modern songwriters like Aimee Mann, Ben Gibbard (Death Cab for Cutie) and James Mercer (The Shins).",
    "Price": 2999,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/L28131000002000-00-600x600.jpg",
    "CategoryId": 2,
    "BrandId": 2
  },
  {
    "Name": "Gibson Hummingbird Standard Acoustic-Electric Guitar Vintage Sunburst",
    "Description": "Of Gibson's many famous designs, the Hummingbird Standard may be one of the most recognizable. The first square shoulder dreadnought Gibson ever produced, it has been turning heads since 1960. It's known not only for a wide-ranging sound that can adapt to any style, but also for its uniquely shaped pickguard, which is usually adorned with a hummingbird and flower theme, as on this 2019 Hummingbird Standard acoustic/electric guitar.   ",
    "Price": 3999,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/L28130000002000-00-600x600.jpg",
    "CategoryId": 2,
    "BrandId": 2
  },
  {
    "Name": "Epiphone Les Paul Modern Figured Electric Guitar Mojave Burst",
    "Description": "The Epiphone Les Paul Modern Figured electric guitar, from the Inspired by Gibson Collection, injects contemporary appointments into one of the world’s most influential designs. With a sleek figured maple top over a lightweight mahogany body, this inspiring instrument not only looks fantastic, but also delivers the resonant tone Les Paul guitars are revered for.",
    "Price": 799,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/M04079000002000-00-600x600.jpg",
    "CategoryId": 1,
    "BrandId": 3
  },
  {
    "Name": "Epiphone SG Modern Figured Electric Guitar Mojave Burst",
    "Description": "With its gorgeous maple top, the Epiphone SG Modern Figured—from the Inspired by Gibson Collection—puts a contemporary twist on a timeless design. A solid mahogany body and maple cap provide the singing sustain and articulate tone that the Solid Guitar (SG) is known for, and the Modern Figured model—with its unique pickup wiring—delivers a multitude of tones suited for any genre.",
    "Price": 749,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/M04080000002000-00-600x600.jpg",
    "CategoryId": 1,
    "BrandId": 3
  },
  {
    "Name": "Ibanez RGT1270PB Premium With Tremolo Electric Guitar Cosmic Blue Starburst Flat",
    "Description": "The Ibanez RGT1270PB electric guitar is designed to push the boundaries of performance. Featuring an Ibanez Wizard III 7-piece maple/walnut neck and 24-fret ebony fingerboard, the RGT1270PB offers a thin, fast profile with a wide tonal range for effortless soloing and chord work. The jumbo stainless steel frets provide a quick response, while the premium fret edge treatment ensures a smooth feel under the fingers.",
    "Price": 1499.99,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/L90667000002000-00-600x600.jpg",
    "CategoryId": 1,
    "BrandId": 4
  },
  {
    "Name": "Ibanez AZ427P2QM Premium 7-String Electric Guitar Twilight Blue Burst",
    "Description": "The Ibanez AZ427P2QM Premium 7-string electric guitar delivers the goods whether you're playing the warmest blues licks or the most intense, shred-heavy metal riffs. This versatile 7-string guitar embodies Ibanez's renowned commitment to innovation and playability with its smooth roasted maple neck, well-balanced asymmetrical body and a clever neck joint for unhindered access to higher frets.",
    "Price": 1449.99,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/M06606000001000-00-600x600.jpg",
    "CategoryId": 1,
    "BrandId": 4
  },
  {
    "Name": "Gibson Les Paul Standard '50s Figured Top Electric Guitar Tobacco Burst",
    "Description": "The Gibson Les Paul Standard '50s Figured Top electric guitar serves up vintage-inspired tone and looks. This solidbody stunner features a figured maple top on a mahogany back, just like the original. Its rounded '50s neck profile and trapezoid inlays evoke the era that shaped rock and roll. The Les Paul Standard '50s is ready to inspire you.",
    "Price": 2999,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/L54575000003000-00-600x600.jpg",
    "CategoryId": 1,
    "BrandId": 2
  },
  {
    "Name": "Gibson Les Paul Standard '60s Figured Top Electric Guitar Iced Tea",
    "Description": "The Gibson Les Paul Standard '60s electric guitar brings back the classic design that defined rock and roll. It pays tribute to Gibson's golden era of innovation that produced the sounds of musical icons. This Les Paul Standard '60s features a mahogany body with an AA figured maple top and a slim taper mahogany neck with a rosewood fretboard for resonant tone and fast playability.",
    "Price": 2999,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/L54578000001000-00-600x600.jpg",
    "CategoryId": 1,
    "BrandId": 2
  },
  {
    "Name": "Jackson Adam Blackstone Gladys Pro Series Signature Concert Bass Guitar Black Stone",
    "Description": "The Jackson Adam Blackstone Gladys Pro Series signature concert bass brings the expertise of Grammy-winning musical director Adam Blackstone to your fingertips. Developed with Jackson, this five-string electric bass has a custom design optimized for the needs of today's performing and recording bassists. The resonant poplar body and graphite-reinforced bolt-on maple neck generate formidable sustain.",
    "Price": 899.99,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/M07649000001000-00-600x600.jpg",
    "CategoryId": 3,
    "BrandId": 5
  },
  {
    "Name": "Jackson Pro Series Spectra Bass SBP IV Amber Flame",
    "Description": "The Jackson Pro Series Spectra Bass SBP IV is a finely crafted bass guitar designed with the professional musician in mind. Blending cutting-edge features with exceptional playability, the Spectra Bass delivers versatile tone and smooth performance ideal for the stage and studio.",
    "Price": 899.99,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/M07644000001000-00-600x600.jpg",
    "CategoryId": 3,
    "BrandId": 5
  },
  {
    "Name": "Ibanez Premium SR1426B 6-String Electric Bass Guitar Caribbean Green Low Gloss",
    "Description": "The Ibanez Premium SR1426B 6-String Electric Bass Guitar provides bass players an instrument tailored to their precise needs. The Atlas 5pc Panga Panga/Purpleheart neck, constructed with KTSTM TITANIUM reinforcement rods, offers stability for aggressive playing styles as well as balanced tone and sustain.",
    "Price": 1699.99,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/M06802000001000-00-600x600.jpg",
    "CategoryId": 3,
    "BrandId": 4
  },
  {
    "Name": "Ibanez EHB1505S 5-String Multi Scale Ergonomic Headless Bass Guitar Dragon Eye Burst Low Gloss",
    "Description": "The Ibanez EHB1505S 5-String Multi Scale Ergonomic Headless Bass Guitar provides an innovative solution for bassists seeking a comfortable, tonally flexible instrument. Its ergonomic design, contoured body and chambered mahogany construction make it lightweight and balanced, ideal for long practice sessions or shows.",
    "Price": 1699.99,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/M06790000001000-00-600x600.jpg",
    "CategoryId": 3,
    "BrandId": 4
  },
  {
    "Name": "Fender American Vintage II 1966 Jazz Bass 3-Color Sunburst",
    "Description": "The Fender American Vintage II 1966 Jazz Bass, a premium reissue of the iconic 1960s model. This meticulously crafted instrument provides musicians and collectors alike with an authentic vintage experience, now enhanced for contemporary playing styles.",
    "Price": 2499.99,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/L95371000001000-00-600x600.jpg",
    "CategoryId": 3,
    "BrandId": 1
  },
  {
    "Name": "Fender American Performer Precision Bass Maple Fingerboard Satin Lake Placid Blue",
    "Description": "Born in Corona, California, the American Performer Precision Bass with maple fingerboard delivers the exceptional tone and feel you expect from an authentic Fender—along with new, player-oriented features that make it even more exciting to play.",
    "Price": 1499.99,
    "PictureUrl": "https://media.guitarcenter.com/is/image/MMGS7/L44548000001000-00-600x600.jpg",
    "CategoryId": 3,
    "BrandId": 1
  }
]